{
  "Logo": "लोगो",
  "Home": "होम",
  "Doctors": "डॉक्टर्स",
  "Awareness": "जागरूकता",
  "First Aid": "प्राथमिक उपचार",
  "Medical Store": "मेडिकल स्टोर",
  "Appointments": "अपॉइंटमेंट्स",
  "Sign In": "साइन इन",
  "Aarogya Disha": "आरोग्य दिशा",

  "Your Gateway to Health and Healing": "आपका स्वास्थ्य और उपचार का द्वार",
  "Health is the greatest wealth.": "स्वास्थ्य सबसे बड़ी संपत्ति है.",
  "An ounce of prevention is worth a pound of cure.": "रोकथाम का एक औंस इलाज के एक पाउंड के बराबर होता है.",
  "Your health is an investment, not an expense.": "आपका स्वास्थ्य एक निवेश है, खर्च नहीं.",
  "Our Features": "हमारी विशेषताएँ",
  "Video Consultation with AI Assistance": "एआई सहायता के साथ वीडियो परामर्श",
  "Virtual doctor consultations supported by AI for preliminary symptom analysis.": "प्रारंभिक लक्षण विश्लेषण के लिए एआई द्वारा समर्थित आभासी डॉक्टर परामर्श.",
  "Digital Health Records": "डिजिटल स्वास्थ्य रिकॉर्ड",
  "Cloud-based storage for patients’ medical histories, accessible from any location.": "रोगियों के चिकित्सा इतिहास के लिए क्लाउड-आधारित संग्रहण, जिसे किसी भी स्थान से एक्सेस किया जा सकता है.",
  "Offline Accessibility": "ऑफलाइन उपलब्धता",
  "Access records and consult via SMS for areas with poor internet connectivity.": "एसएमएस के माध्यम से रिकॉर्ड तक पहुंचें और परामर्श करें, उन क्षेत्रों में जहां इंटरनेट कनेक्टिविटी कमजोर हो.",
  "Medication Delivery Integration": "दवाइयाँ वितरण एकीकरण",
  "Tie-ups with local pharmacies to deliver prescribed medications to your doorstep.": "स्थानीय फार्मेसियों के साथ गठबंधन, ताकि निर्धारित दवाइयाँ आपके दरवाजे तक पहुँच सकें.",
  "Multilingual Support": "बहुभाषी समर्थन",
  "Interface available in regional languages for better accessibility and comfort.": "बेहतर पहुँच और सुविधा के लिए क्षेत्रीय भाषाओं में इंटरफेस उपलब्ध है.",
  "Our Top Specialists": "हमारे प्रमुख विशेषज्ञ",
  "Dr. John Doe": "डॉ. जॉन डो",
  "Cardiologist": "हृदय रोग विशेषज्ञ",
  "Dr. Jane Smith": "डॉ. जेन स्मिथ",
  "Dermatologist": "त्वचा रोग विशेषज्ञ",
  "Dr. Mark Lee": "डॉ. मार्क ली",
  "Pediatrician": "बाल रोग विशेषज्ञ",
  "Dr. Emily Davis": "डॉ. एमिली डेविस",
  "Gynecologist": "स्त्री रोग विशेषज्ञ",
  "Dr. Alex Turner": "डॉ. अलेक्स टर्नर",
  "Orthopedic Surgeon": "ऑर्थोपेडिक सर्जन",
  "Dr. Sarah Brown": "डॉ. सारा ब्राउन",
  "Neurologist": "न्यूरोलॉजिस्ट",
  "Frequently Asked Questions": "अक्सर पूछे जाने वाले सवाल",
  "How do I make an appointment?": "मैं अपॉइंटमेंट कैसे बुक कर सकता हूँ?",
  "You can make an appointment by clicking on the Doctors image in the Doctor section.": "आप डॉक्टर सेक्शन में डॉक्टर की छवि पर क्लिक करके अपॉइंटमेंट बुक कर सकते हैं.",
  "Do I need to create an account to book an appointment?": "क्या मुझे अपॉइंटमेंट बुक करने के लिए खाता बनाना चाहिए?",
  "Yes, to streamline the booking process and provide better services, we recommend creating an account. You can register with your email address.": "जी हां, बुकिंग प्रक्रिया को सरल बनाने और बेहतर सेवाएँ प्रदान करने के लिए, हम खाता बनाने की सिफारिश करते हैं. आप अपना ईमेल प पता दर्ज करके रजिस्टर कर सकते हैं.",
  "Can I reschedule or cancel my appointment?": "क्या मैं अपनी अपॉइंटमेंट को पुनर्निर्धारित या रद्द कर सकता हूँ?",
  "Yes, you can reschedule or cancel your appointment with at least 24 hours' notice.": "जी हां, आप कम से कम 24 घंटे की पूर्व सूचना देने पर अपनी अपॉइंटमेंट को पुनर्निर्धारित या रद्द कर सकते हैं.",
  "What types of specialists are available on your platform?": "आपके प्लेटफार्म पर कौन से प्रकार के विशेषज्ञ उपलब्ध हैं?",
  "We offer a wide range of medical specialists including cardiologists, dermatologists, pediatricians, orthopedists, neurologists, and more. You can browse the specialists and find the one that best suits your needs.": "हम कार्डियोलॉजिस्ट, डर्मेटोलॉजिस्ट, पीडियाट्रिशियन, आर्थोपेडिस्ट, न्यूरोलॉजिस्ट, और अन्य विशेषज्ञों की एक विस्तृत श्रृंखला प्रदान करते हैं. आप विशेषज्ञों की सूची देख सकते हैं और अपनी ज़रूरतों के अनुसार सबसे उपयुक्त विशेषज्ञ चुन सकते हैं.",
  "Do you offer telehealth consultations?": "क्या आप टेलीहेल्थ परामर्श प्रदान करते हैं?",
  "Yes, we offer telehealth consultations for some services. Contact us for more information.": "जी हां, हम कुछ सेवाओं के लिए टेलीहेल्थ परामर्श प्रदान करते हैं. अधिक जानकारी के लिए हमसे संपर्क करें.",
  "What should I do if I miss my appointment?": "अगर मैं अपनी अपॉइंटमेंट मिस कर देता हूँ तो मुझे क्या करना चाहिए?",
  "If you miss an appointment, we encourage you to reschedule it as soon as possible. You can contact our support team for assistance in rescheduling or finding another available time slot.": "अगर आप अपनी अपॉइंटमेंट मिस कर देते हैं, तो हम आपको जल्द से जल्द इसे पुनर्निर्धारित करने के लिए प्रोत्साहित करते हैं. आप पुनर्निर्धारण या अन्य उपलब्ध समय स्लॉट खोजने में सहायता के लिए हमारी सहायता टीम से संपर्क कर सकते हैं.",
  "About Us": "हमारे बारे में",
  "We are a healthcare platform committed to providing affordable and accessible medical services. Our goal is to connect patients with trusted doctors and healthcare providers to offer high-quality care.": "हम एक स्वास्थ्य सेवा प्लेटफार्म हैं जो सस्ती और सुलभ चिकित्सा सेवाएँ प्रदान करने के लिए प्रतिबद्ध हैं. हमारा उद्देश्य रोगियों को विश्वसनीय डॉक्टरों और स्वास्थ्य सेवा प्रदाताओं से जोड़ना है ताकि उच्च गुणवत्ता वाली देखभाल प्रदान की जा सके.",
  "HealthTech": "हेल्थटेक",
  "Your health, our priority. Empowering healthcare with technology.": "आपका स्वास्थ्य, हमारी प्राथमिकता. प्रौद्योगिकी के साथ स्वास्थ्य देखभाल को सशक्त बनाना.",
  "Services": "सेवाएँ",
  "Contact": "संपर्क",











  "Your Health, Our Priority": "आपका स्वास्थ्य, हमारी प्राथमिकता",
  "Explore tips, campaigns, and resources to stay healthy and informed.": "स्वस्थ और सूचित रहने के लिए टिप्स, अभियानों और संसाधनों का अन्वेषण करें।",
  "Learn More": "और जानें",
  "Health Awareness": "स्वास्थ्य जागरूकता",
  "Stay informed and updated with tips to improve your health.": "अपने स्वास्थ्य को सुधारने के लिए टिप्स के साथ सूचित और अद्यतन रहें।",
  "Health is not just about what you’re eating. It’s also about what you’re thinking and saying.": "स्वास्थ्य सिर्फ यह नहीं है कि आप क्या खा रहे हैं, यह इस बारे में भी है कि आप क्या सोच रहे हैं और क्या कह रहे हैं।",
  "Read More": "और पढ़ें",
  "Boost Your Immunity": "अपनी प्रतिरक्षा प्रणाली को बढ़ाएं",
  "Learn how to enhance your body's natural defenses.": "अपने शरीर की प्राकृतिक सुरक्षा को बढ़ाने के तरीके जानें।",
  "The greatest wealth is health.": "सबसे बड़ी संपत्ति स्वास्थ्य है।",
  "Managing Stress": "तनाव प्रबंधन",
  "Discover effective techniques to handle stress and anxiety.": "तनाव और चिंता को संभालने के प्रभावी तरीकों की खोज करें।",
  "It’s not stress that kills us, it is our reaction to it.": "तनाव हमें नहीं मारता, बल्कि उस पर हमारी प्रतिक्रिया हमें प्रभावित करती है।",
  "Healthy Eating Habits": "स्वस्थ आहार की आदतें",
  "Adopt a balanced diet for a healthier life.": "स्वस्थ जीवन के लिए संतुलित आहार अपनाएं।",
  "Let food be thy medicine and medicine be thy food.": "खाना तुम्हारा औषधि हो, और औषधि तुम्हारा खाना हो।",
  "The Importance of Hydration": "हाइड्रेशन का महत्व",
  "Stay hydrated for better health and energy.": "बेहतर स्वास्थ्य और ऊर्जा के लिए हाइड्रेटेड रहें।",
  "Water is the driving force of all nature.": "पानी सभी प्रकृति की प्रेरक शक्ति है।",
  "Exercise for Mental Health": "मानसिक स्वास्थ्य के लिए व्यायाम",
  "Exercise isn’t just for the body—it's for your mind, too.": "व्यायाम सिर्फ शरीर के लिए नहीं है—यह आपके मन के लिए भी है।",
  "Exercise is a celebration of what your body can do, not a punishment for what you ate.": "व्यायाम आपके शरीर की क्षमता का उत्सव है, न कि आपने जो खाया उसके लिए सजा।",
  "Sleep Well, Live Well": "अच्छी नींद लें, अच्छा जीवन जिएं",
  "Quality sleep is essential for your overall health.": "अच्छी गुणवत्ता वाली नींद आपके समग्र स्वास्थ्य के लिए आवश्यक है।",
  "Sleep is the best meditation.": "नींद सर्वोत्तम ध्यान है।",
  "Signs of Vitamin Deficiency": "विटामिन की कमी के संकेत",
  "Learn how to identify and prevent vitamin deficiencies.": "विटामिन की कमी को पहचानने और रोकने के तरीके जानें।",
  "A vitamin a day keeps the deficiencies away.": "एक विटामिन रोज़, कमी को दूर रखता है।",
  "The Power of Meditation": "ध्यान की शक्ति",
  "Unlock the benefits of meditation for your mind and body.": "अपने मन और शरीर के लिए ध्यान के लाभों को अनलॉक करें।",
  "Meditation is the soul’s perspective glass.": "ध्यान आत्मा का दृष्टिकोण है।",
  "Health Awareness Videos": "स्वास्थ्य जागरूकता वीडियो",
  "Video 1": "वीडियो 1",
  "Video 2": "वीडियो 2",
  "Video 3": "वीडियो 3",
  "Upcoming Health Campaigns": "आगामी स्वास्थ्य अभियान",
  "Health for All Campaign": "सभी के लिए स्वास्थ्य अभियान",
  "Date": "तारीख",
  "Location": "स्थान",
  "Join us for an inclusive health campaign focused on making healthcare accessible to all. We will provide free consultations, distribute health resources, and offer wellness tips to the community.": "हमारे साथ एक समावेशी स्वास्थ्य अभियान में शामिल हों जो सभी के लिए स्वास्थ्य देखभाल को सुलभ बनाने पर केंद्रित है। हम मुफ्त परामर्श, स्वास्थ्य संसाधन वितरण, और समुदाय को स्वस्थ रहने के टिप्स प्रदान करेंगे।",
  "Join the Campaign": "अभियान में शामिल हों",
  "Immunity Boosters Event": "प्रतिकारकता बढ़ाने वाला कार्यक्रम",
  "This event focuses on educating the public on ways to naturally boost immunity. It will include free supplements, workshops on diet, and physical activities to keep your immune system strong.": "यह कार्यक्रम प्राकृतिक रूप से प्रतिरक्षा बढ़ाने के तरीकों पर जनता को शिक्षित करने पर केंद्रित है। इसमें मुफ्त पूरक, आहार पर कार्यशालाएं और शारीरिक गतिविधियाँ शामिल होंगी, ताकि आपकी प्रतिरक्षा प्रणाली मजबूत बनी रहे।",
  "Join the Event": "कार्यक्रम में शामिल हों",
  "Stress-Free Living Workshop": "तनाव मुक्त जीवन कार्यशाला",
  "This workshop will teach practical techniques for managing stress, such as mindfulness, meditation, and breathing exercises. Join us to reduce stress and live a more peaceful life.": "यह कार्यशाला तनाव प्रबंधन के व्यावहारिक तकनीकों को सिखाएगी, जैसे कि माइंडफुलनेस, ध्यान, और श्वास व्यायाम। हमारे साथ शामिल होकर तनाव कम करें और एक शांतिपूर्ण जीवन जिएं।",
  "Join the Workshop": "कार्यशाला में शामिल हों",
  "Mental Health Awareness Campaign": "मानसिक स्वास्थ्य जागरूकता अभियान",
  "This campaign aims to raise awareness about mental health, break stigmas, and provide valuable resources. There will be free counseling services, seminars, and discussions on mental well-being.": "यह अभियान मानसिक स्वास्थ्य के बारे में जागरूकता बढ़ाने, कलंक को तोड़ने और मूल्यवान संसाधन प्रदान करने का लक्ष्य रखता है। इसमें मुफ्त काउंसलिंग सेवाएं, सेमिनार और मानसिक कल्याण पर चर्चाएं होंगी।",
  "Free Health Screening and Vaccination Drive": "मुफ्त स्वास्थ्य जांच और टीकाकरण अभियान",
  "Join us for a day of free health screenings and vaccination services. We aim to promote preventive healthcare and ensure everyone has access to essential health services.": "हमारे साथ एक दिन मुफ्त स्वास्थ्य जांच और टीकाकरण सेवाओं के लिए शामिल हों। हम निवारक स्वास्थ्य देखभाल को बढ़ावा देने और सुनिश्चित करने का लक्ष्य रखते हैं कि हर किसी को आवश्यक स्वास्थ्य सेवाएं मिलें।",
  "Join the Drive": "अभियान में शामिल हों",







  "Find Your Doctor": "अपने डॉक्टर को खोजें",
  "Search for the best specialists around you": "अपने आसपास के सर्वश्रेष्ठ विशेषज्ञों को खोजें",
  "Search by name": "नाम से खोजें",
  "All Specialties": "सभी विशेषज्ञताएँ",
  "Specialization": "विशेषज्ञता",
  "Phone": "फोन",
  "Email": "ईमेल",
  "Availability": "उपलब्धता",

  "First Aid Instructions": "प्राथमिक चिकित्सा निर्देश",
  "Learn essential first aid techniques for emergency situations": "आपातकालीन स्थितियों के लिए आवश्यक प्राथमिक चिकित्सा तकनीकें सीखें",
  "Search by disease (e.g., Snake Bite)": "रोग से खोजें (जैसे, सांप के काटने)",
  "No instructions found for this disease. Try a different search.": "इस रोग के लिए कोई निर्देश नहीं मिला। कृपया एक अलग खोज करें।",
  "Download First Aid Manual": "प्राथमिक चिकित्सा मैनुअल डाउनलोड करें",
  "Click the link below to download a comprehensive first aid guide.": "संपूर्ण प्राथमिक चिकित्सा मार्गदर्शिका डाउनलोड करने के लिए नीचे लिंक पर क्लिक करें।",
  "Download Manual": "मैनुअल डाउनलोड करें",

  "Find Medicines": "दवाइयाँ खोजें",
  "Search and find medicines available at nearby stores": "नजदीकी स्टोर्स में उपलब्ध दवाइयाँ खोजें",
  "Search for a medicine...": "दवा खोजें...",
  "Search by city...": "शहर से खोजें...",
  "Loading...": "लोड हो रहा है...",
  "Failed to load data": "डेटा लोड करने में विफल",
  "Description": "विवरण",
  "Quantity": "मात्रा",
  "Price": "कीमत",
  "No medicines found.": "कोई दवा नहीं मिली।",

  "Consultation with Dr.": "डॉ. के साथ परामर्श",
  "Diagnosis": "निदान",
  "Prescription": "प्रिस्क्रिप्शन",
  "Notes": "नोट्स",
  "View Details": "विवरण देखें",
  "Status": "स्थिति",

  "Name": "नाम",
  "Age": "आयु",
  "Gender": "लिंग",
  "Save Changes": "परिवर्तन सहेजें",
  "Edit Profile": "प्रोफ़ाइल संपादित करें",
  "Cancel": "रद्द करें",
  "Consultations": "परामर्श",
  "Orders": "आदेश",
  "Order ID": "आदेश आईडी",
  "Order Date": "आदेश तिथि",
  "No consultations available": "कोई परामर्श उपलब्ध नहीं हैं",
  "No orders available": "कोई आदेश उपलब्ध नहीं हैं",
  "Loading patient data...": "रोगी डेटा लोड हो रहा है...",
  "Authentication token is missing. Please log in again.": "प्रमाणीकरण टोकन गायब है। कृपया फिर से लॉगिन करें।",
  "Error fetching consultations": "परामर्श प्राप्त करने में त्रुटि",
  "Error updating patient data": "रोगी डेटा अपडेट करने में त्रुटि",
  "Error fetching patient data": "रोगी डेटा प्राप्त करने में त्रुटि",
  "years old": "साल पुराना",

  "Video Consultation": "वीडियो परामर्श",
  "Enter Verification ID": "सत्यापन आईडी दर्ज करें",
  "Enter ID": "आईडी दर्ज करें",
  "Enter the ID shared by the other participant": "दूसरे प्रतिभागी द्वारा साझा की गई आईडी दर्ज करें",
  "Invalid verification ID": "अमान्य सत्यापन आईडी",
  "Your verification ID is": "आपकी सत्यापन आईडी है",

  "Click to view stores for this medicine": "इस दवा के लिए स्टोर देखने के लिए क्लिक करें",

  "Schedule an Appointment": "अपॉइंटमेंट शेड्यूल करें",
  "Error": "त्रुटि",
  "Success": "सफलता",
  "Appointment Scheduled Successfully!": "अपॉइंटमेंट सफलतापूर्वक शेड्यूल किया गया!",
  "Error scheduling appointment.": "अपॉइंटमेंट शेड्यूल करने में त्रुटि।",
  "An error occurred. Please try again later.": "एक त्रुटि हुई। कृपया बाद में फिर से प्रयास करें।",
  "Phone Number": "फोन नंबर",
  "Enter your full name": "अपना पूरा नाम दर्ज करें",
  "Enter your phone number": "अपना फोन नंबर दर्ज करें",
  "Enter your age": "अपनी उम्र दर्ज करें",
  "Sex": "लिंग",
  "Select": "चुनें",
  "Male": "पुरुष",
  "Female": "महिला",
  "Other": "अन्य",
  "Description of Symptoms": "लक्षणों का विवरण",
  "Describe your symptoms": "अपने लक्षणों का वर्णन करें",
  "Selected Doctor": "चयनित डॉक्टर",
  "Select a doctor": "डॉक्टर चुनें",
  "Select Doctor": "डॉक्टर चुनें",
  "Filter by specialty": "विशेषज्ञता द्वारा फिल्टर करें",
  "Submit Appointment Request": "अपॉइंटमेंट अनुरोध सबमिट करें",

  "City": "शहर",
  "State": "राज्य",
  "Pincode": "पिनकोड",
  "Create Patient": "रोगी बनाएँ",
  "Error creating patient": "रोगी बनाने में त्रुटि",

  "Store not found.": "स्टोर नहीं मिला।",
  "No Image": "कोई चित्र नहीं",
  "Address": "पता",
  "Available Medicines": "उपलब्ध दवाइयाँ",
  "No medicines available.": "कोई दवाइयाँ उपलब्ध नहीं हैं।",
  "Request Medicine": "दवा का अनुरोध करें",
  "Place Order": "आदेश दें",
  "Please select a medicine and quantity.": "कृपया दवा और मात्रा का चयन करें।",
  "Order placed successfully!": "आदेश सफलतापूर्वक दिया गया!",
  "Error placing order, please try again.": "आदेश देने में त्रुटि, कृपया फिर से प्रयास करें।",
  "available": "उपलब्ध",

  "Available in:": "यहां उपलब्ध है:",
  "Unknown City": "अज्ञात शहर",

  "Available Stores": "उपलब्ध स्टोर्स",
  "Not Provided": "प्रदान नहीं किया गया",
  "Contact Store": "स्टोर से संपर्क करें",




  "Wellness Wonders: Where Hope Meets Health": "वेलनेस वंडर्स: जहाँ आशा और स्वास्थ्य मिलते हैं",
  "Reaching Elderly Patients with Limited Mobility": "सीमित गतिशीलता वाले बुजुर्ग रोगियों तक पहुंचना",
  "Telemedicine allows elderly patients with mobility limitations to consult doctors from the comfort of their homes, making healthcare more accessible and convenient for them.": "टेलीमेडिसिन बुजुर्ग रोगियों को उनके घरों के आराम से डॉक्टरों से परामर्श लेने का अवसर देती है, जिससे स्वास्थ्य सेवा उनके लिए अधिक सुलभ और सुविधाजनक हो जाती है।",
  "Access to Doctors Anytime, Anywhere": "कभी भी, कहीं भी डॉक्टरों तक पहुँच",
  "Telemedicine has broken down geographical barriers, enabling patients in remote areas to receive medical consultations anytime, without the need for travel.": "टेलीमेडिसिन ने भौगोलिक बाधाओं को तोड़ दिया है, जिससे दूरदराज के क्षेत्रों में रहने वाले मरीजों को यात्रा के बिना किसी भी समय चिकित्सा परामर्श प्राप्त करने में सक्षम बनाता है।",
  "Story of the Day: A Glimpse of Hope": "दिन की कहानी: आशा की एक झलक",
  "Telemedicine Saves a Life": "टेलीमेडिसिन ने एक जीवन बचाया",
  "You don’t just see patients—you see possibilities.": "आप सिर्फ मरीजों को नहीं देखते—आप संभावनाओं को देखते हैं।",
  "Your dedication turns challenges into triumphs, and your care creates brighter futures. Each moment spent with a patient reflects your incredible commitment to healing and hope.": "आपकी समर्पण चुनौतियों को विजय में बदल देता है, और आपकी देखभाल उज्जवल भविष्य बनाती है। मरीज के साथ बिताया गया प्रत्येक क्षण आपके उपचार और आशा के प्रति अद्वितीय प्रतिबद्धता को दर्शाता है।",
  "All Rights Reserved.": "सर्वाधिकार सुरक्षित।",
  "About": "हमारे बारे में",

  "Patients": "रोगी"




}
