{
    "Logo": "लोगो",
    "Home": "मुखपृष्ठ",
    "Doctors": "डॉक्टर्स",
    "Awareness": "जागरूकता",
    "First Aid": "प्राथमिक उपचार",
    "Medical Store": "वैद्यकीय दुकान",
    "Appointments": "नियुक्त्या",
    "Sign In": "साइन इन",
    "Aarogya Disha": "आरोग्य दिशा",
    "Your Gateway to Health and Healing": "आपली आरोग्य आणि उपचाराची प्रवेशद्वार",
    "Health is the greatest wealth.": "आरोग्य हे सर्वात मोठं संपत्ती आहे.",
    "An ounce of prevention is worth a pound of cure.": "थोडा प्रिव्हेन्शन उपचाराच्या एका किलोपेक्षा अधिक मोलाचा असतो.",
    "Your health is an investment, not an expense.": "आपले आरोग्य एक गुंतवणूक आहे, खर्च नाही.",
    "Our Features": "आमची वैशिष्ट्ये",
    "Video Consultation with AI Assistance": "एआय सहाय्याने व्हिडिओ सल्लामसलत",
    "Virtual doctor consultations supported by AI for preliminary symptom analysis.": "प्रारंभिक लक्षण विश्लेषणासाठी एआयद्वारे समर्थित वर्च्युअल डॉक्टर सल्लामसलत.",
    "Digital Health Records": "डिजिटल आरोग्य नोंदी",
    "Cloud-based storage for patients’ medical histories, accessible from any location.": "रुग्णांच्या वैद्यकीय इतिहासासाठी क्लाऊड-आधारित संग्रह, जो कोणत्याही ठिकाणाहून प्रवेश केला जाऊ शकतो.",
    "Offline Accessibility": "ऑफलाइन प्रवेशयोग्यता",
    "Access records and consult via SMS for areas with poor internet connectivity.": "खराब इंटरनेट कनेक्टिव्हिटी असलेल्या क्षेत्रांसाठी एसएमएसद्वारे रेकॉर्ड्सचा प्रवेश आणि सल्लामसलत.",
    "Medication Delivery Integration": "औषध वितरण एकत्रीकरण",
    "Tie-ups with local pharmacies to deliver prescribed medications to your doorstep.": "आपल्या घराच्या दारावर औषध वितरित करण्यासाठी स्थानिक फार्मसीसह भागीदारी.",
    "Multilingual Support": "बहुभाषिक समर्थन",
    "Interface available in regional languages for better accessibility and comfort.": "सुविधा आणि आरामासाठी क्षेत्रीय भाषांमध्ये इंटरफेस उपलब्ध.",
    "Our Top Specialists": "आमचे प्रमुख विशेषज्ञ",
    "Dr. John Doe": "डॉ. जॉन डो",
    "Cardiologist": "हृदयरोग तज्ञ",
    "Dr. Jane Smith": "डॉ. जेन स्मिथ",
    "Dermatologist": "त्वचारोगतज्ञ",
    "Dr. Mark Lee": "डॉ. मार्क ली",
    "Pediatrician": "बालरोगतज्ञ",
    "Dr. Emily Davis": "डॉ. एमिली डेविस",
    "Gynecologist": "स्त्रीरोगतज्ञ",
    "Dr. Alex Turner": "डॉ. अलेक्स टर्नर",
    "Orthopedic Surgeon": "ऑर्थोपेडिक सर्जन",
    "Dr. Sarah Brown": "डॉ. सारा ब्राउन",
    "Neurologist": "तंत्रिका तज्ञ",
    "Frequently Asked Questions": "वारंवार विचारलेले प्रश्न",
    "How do I make an appointment?": "मी नियुक्ती कशी करू?",
    "You can make an appointment by clicking on the Doctors image in the Doctor section.": "तुम्ही डॉक्टर विभागात डॉक्टरच्या प्रतिमेवर क्लिक करून नियुक्ती करू शकता.",
    "Do I need to create an account to book an appointment?": "मी नियुक्ती बुक करण्यासाठी खाती तयार करणे आवश्यक आहे का?",
    "Yes, to streamline the booking process and provide better services, we recommend creating an account. You can register with your email address.": "होय, बुकिंग प्रक्रिया सुलभ करण्यासाठी आणि चांगली सेवा देण्यासाठी, आम्ही खातं तयार करण्याचा सल्ला देतो. तुम्ही तुमचा ईमेल पत्ता वापरून नोंदणी करू शकता.",
    "Can I reschedule or cancel my appointment?": "मी नियुक्ती पुन्हा शेड्यूल किंवा रद्द करू शकतो का?",
    "Yes, you can reschedule or cancel your appointment with at least 24 hours' notice.": "होय, तुम्ही किमान 24 तास आधी सूचना देऊन आपली नियुक्ती पुन्हा शेड्यूल किंवा रद्द करू शकता.",
    "What types of specialists are available on your platform?": "तुमच्या प्लॅटफॉर्मवर कोणत्या प्रकारचे तज्ञ उपलब्ध आहेत?",
    "We offer a wide range of medical specialists including cardiologists, dermatologists, pediatricians, orthopedists, neurologists, and more. You can browse the specialists and find the one that best suits your needs.": "आम्ही हृदयरोग तज्ञ, त्वचारोगतज्ञ, बालरोगतज्ञ, ऑर्थोपेडिस्ट, तंत्रिका तज्ञ, इत्यादी विविध वैद्यकीय तज्ञ उपलब्ध करतो. तुम्ही तज्ञांवर ब्राउझ करून तुमच्या आवश्यकतांसाठी सर्वोत्तम तज्ञ निवडू शकता.",
    "Do you offer telehealth consultations?": "तुम्ही टेलिहेल्थ सल्लामसलत देत आहात का?",
    "Yes, we offer telehealth consultations for some services. Contact us for more information.": "होय, आम्ही काही सेवांसाठी टेलिहेल्थ सल्लामसलत देतो. अधिक माहितीसाठी कृपया आमच्याशी संपर्क साधा.",
    "What should I do if I miss my appointment?": "जर मी माझी नियुक्ती चुकवली तर मी काय करू?",
    "If you miss an appointment, we encourage you to reschedule it as soon as possible. You can contact our support team for assistance in rescheduling or finding another available time slot.": "जर तुम्ही नियुक्ती चुकवली, तर आम्ही तुम्हाला ते शक्य तितके लवकर पुन्हा शेड्यूल करण्याचा सल्ला देतो. तुम्ही पुनःशेड्यूलिंग किंवा दुसरा उपलब्ध वेळ स्लॉट शोधण्यासाठी आमच्या समर्थन टीमशी संपर्क साधू शकता.",
    "About Us": "आमच्याबद्दल",
    "We are a healthcare platform committed to providing affordable and accessible medical services. Our goal is to connect patients with trusted doctors and healthcare providers to offer high-quality care.": "आम्ही एक आरोग्यसेवा मंच आहोत ज्याचा उद्देश परवडणारी आणि सुलभ वैद्यकीय सेवा प्रदान करणे आहे. आमचा उद्देश रुग्णांना विश्वासार्ह डॉक्टर आणि आरोग्य सेवा प्रदात्यांशी जोडणे आहे ज्यामुळे उच्च गुणवत्तेची काळजी मिळवता येईल.",
    "HealthTech": "हेल्थटेक",
    "Your health, our priority. Empowering healthcare with technology.": "तुम्हं रुग्णाची काळजी, आमचं प्राधान्य. तंत्रज्ञानासह आरोग्यसेवा सशक्त करणे.",
    "Services": "सेवाआहे",
    "Contact": "संपर्क",




  "Your Health, Our Priority": "तुमचं आरोग्य, आमची प्राथमिकता",
  "Explore tips, campaigns, and resources to stay healthy and informed.": "तुमचं आरोग्य आणि माहितीपूर्ण राहण्यासाठी टिप्स, मोहिम आणि संसाधनांची तपासणी करा.",
  "Learn More": "अधिक जाणून घ्या",
  "Health Awareness": "आरोग्य जागरूकता",
  "Stay informed and updated with tips to improve your health.": "तुमचं आरोग्य सुधारण्यासाठी टिप्ससह माहितीपूर्ण आणि अद्ययावत राहा.",
  "Health is not just about what you’re eating. It’s also about what you’re thinking and saying.": "आरोग्य फक्त जे खात आहात त्याबद्दल नाही. ते तुम्ही काय विचारत आहात आणि काय बोलत आहात याबद्दल आहे.",
  "Read More": "अधिक वाचा",
  "Boost Your Immunity": "तुमचं प्रतिकारशक्ती वाढवा",
  "Learn how to enhance your body's natural defenses.": "तुमच्या शरीराच्या नैतिक प्रतिकारशक्तीला कसे सुधारता येईल हे शिका.",
  "The greatest wealth is health.": "सर्वात मोठं संपत्ती म्हणजे आरोग्य.",
  "Managing Stress": "तणाव व्यवस्थापन",
  "Discover effective techniques to handle stress and anxiety.": "तणाव आणि चिंता कशी हाताळता येईल यासाठी प्रभावी तंत्रे शोधा.",
  "It’s not stress that kills us, it is our reaction to it.": "तणाव आपल्याला ठार करत नाही, तो त्यावर आपली प्रतिक्रिया आहे.",
  "Healthy Eating Habits": "सकारात्मक आहार सवयी",
  "Adopt a balanced diet for a healthier life.": "सातत्यपूर्ण आहार स्वीकारा आणि निरोगी जीवन जगा.",
  "Let food be thy medicine and medicine be thy food.": "आहार हे तुमचं औषध असावं आणि औषध हे तुमचं आहार असावं.",
  "The Importance of Hydration": "हायड्रेशनचे महत्त्व",
  "Stay hydrated for better health and energy.": "चांगल्या आरोग्यासाठी आणि ऊर्जा मिळवण्यासाठी पाणी प्या.",
  "Water is the driving force of all nature.": "पाणी सर्व निसर्गाच्या प्रेरणाशक्ती आहे.",
  "Exercise for Mental Health": "मानसिक आरोग्यासाठी व्यायाम",
  "Exercise isn’t just for the body—it's for your mind, too.": "व्यायाम फक्त शरीरासाठी नाही—तो तुमचं मनासाठीही आहे.",
  "Exercise is a celebration of what your body can do, not a punishment for what you ate.": "व्यायाम हा तुमच्या शरीराच्या क्षमतेचा उत्सव आहे, नकीच खाल्ल्याबद्दल शिक्षा नाही.",
  "Sleep Well, Live Well": "झोपेचा चांगला अभ्यास करा, उत्तम जीवन जगा",
  "Quality sleep is essential for your overall health.": "उत्तम गुणवत्ता असलेली झोप तुमच्या समग्र आरोग्यासाठी आवश्यक आहे.",
  "Sleep is the best meditation.": "झोप ही सर्वोत्तम ध्यान आहे.",
  "Signs of Vitamin Deficiency": "विटॅमिन अपूर्णतेचे संकेत",
  "Learn how to identify and prevent vitamin deficiencies.": "विटॅमिन अपूर्णता कशी ओळखावी आणि टाळावी ते शिका.",
  "A vitamin a day keeps the deficiencies away.": "दिवसभरात एक विटॅमिन घेतल्यामुळे अपूर्णता दूर राहते.",
  "The Power of Meditation": "ध्यानाची ताकद",
  "Unlock the benefits of meditation for your mind and body.": "तुमच्या मन आणि शरीरासाठी ध्यानाचे फायदे उघडा.",
  "Meditation is the soul’s perspective glass.": "ध्यान आत्म्याचा दृषटिकट आहे.",
  "Health Awareness Videos": "आरोग्य जागरूकता व्हिडिओ",
  "Video 1": "व्हिडिओ १",
  "Video 2": "व्हिडिओ २",
  "Video 3": "व्हिडिओ ३",
  "Upcoming Health Campaigns": "आगामी आरोग्य मोहीम",
  "Health for All Campaign": "सर्वांसाठी आरोग्य मोहीम",
  "Date": "तारीख",
  "Location": "स्थान",
  "Join us for an inclusive health campaign focused on making healthcare accessible to all. We will provide free consultations, distribute health resources, and offer wellness tips to the community.": "सर्वांसाठी आरोग्य सेवा सुलभ करण्यासाठी आमच्या समावेशी आरोग्य मोहीमेत सामील व्हा. आम्ही मोफत सल्ले, आरोग्य संसाधनांचे वितरण, आणि समुदायासाठी आरोग्य टिप्स देऊ.",
  "Join the Campaign": "मोहीमेत सामील व्हा",
  "Immunity Boosters Event": "प्रतिकारशक्ती वाढविणारा कार्यक्रम",
  "This event focuses on educating the public on ways to naturally boost immunity. It will include free supplements, workshops on diet, and physical activities to keep your immune system strong.": "हा कार्यक्रम प्रतिकारशक्ती नैतिकपणे वाढविण्यासाठी लोकांना शिक्षित करण्यावर लक्ष केंद्रित करतो. यामध्ये मोफत आहार पूरक, आहार संबंधित कार्यशाळा, आणि प्रतिकारशक्ती मजबूत ठेवण्यासाठी शारीरिक क्रियाकलाप समाविष्ट असतील.",
  "Join the Event": "कार्यक्रमात सामील व्हा",
  "Stress-Free Living Workshop": "तणावमुक्त जीवन कार्यशाळा",
  "This workshop will teach practical techniques for managing stress, such as mindfulness, meditation, and breathing exercises. Join us to reduce stress and live a more peaceful life.": "या कार्यशाळेत तणाव कसे व्यवस्थापित करावे यासाठी व्यावहारिक तंत्रे शिकवली जातील, जसे की मनःशांती, ध्यान, आणि श्वासाचे व्यायाम. आमच्यात सामील व्हा तणाव कमी करा आणि शांत जीवन जगा.",
  "Join the Workshop": "कार्यशाळेत सामील व्हा",
  "Mental Health Awareness Campaign": "मानसिक आरोग्य जागरूकता मोहीम",
  "This campaign aims to raise awareness about mental health, break stigmas, and provide valuable resources. There will be free counseling services, seminars, and discussions on mental well-being.": "ही मोहीम मानसिक आरोग्याविषयी जागरूकता निर्माण करणे, कलंक तोडणे आणि मौल्यवान संसाधने प्रदान करणे हे लक्ष्य आहे. मोफत सल्ला सेवा, सेमिनार्स आणि मानसिक कल्याणावरील चर्चासत्रे आयोजित केली जातील.",
  "Free Health Screening and Vaccination Drive": "मोफत आरोग्य तपासणी आणि लसीकरण मोहीम",
  "Join us for a day of free health screenings and vaccination services. We aim to promote preventive healthcare and ensure everyone has access to essential health services.": "आमच्यात सामील व्हा मोफत आरोग्य तपासणी आणि लसीकरण सेवांसाठी. आम्ही प्रतिबंधात्मक आरोग्य सेवा प्रचारित करण्याचा आणि प्रत्येकाला आवश्यक आरोग्य सेवा मिळवून देण्याचा प्रयत्न करीत आहोत.",
  "Join the Drive": "मोहीमेत सामील व्हा",               







  "Find Your Doctor": "तुमचा डॉक्टर शोधा",
  "Search for the best specialists around you": "तुमच्या आजुबाजुच्या सर्वोत्तम तज्ञांची शोध घ्या",
  "Search by name": "नावाने शोधा",
  "All Specialties": "सर्व तज्ञ क्षेत्रे",
  "Specialization": "विशेषज्ञता",
  "Phone": "फोन",
  "Email": "ईमेल",
  "Availability": "उपलब्धता",

  "First Aid Instructions": "प्राथमिक उपचार सूचना",
  "Learn essential first aid techniques for emergency situations": "आपत्कालीन परिस्थितींसाठी आवश्यक प्राथमिक उपचार तंत्रे शिका",
  "Search by disease (e.g., Snake Bite)": "रोगाने शोधा (उदाहरणार्थ, सापाचे दंश)",
  "No instructions found for this disease. Try a different search.": "या रोगासाठी कोणत्याही सूचनांची माहिती मिळाली नाही. कृपया दुसरा शोध घ्या.",
  "Download First Aid Manual": "प्राथमिक उपचार मॅन्युअल डाउनलोड करा",
  "Click the link below to download a comprehensive first aid guide.": "संपूर्ण प्राथमिक उपचार मार्गदर्शक डाउनलोड करण्यासाठी खालील लिंकवर क्लिक करा.",
  "Download Manual": "मॅन्युअल डाउनलोड करा",

  "Find Medicines": "औषधे शोधा",
  "Search and find medicines available at nearby stores": "नजिकच्या स्टोअर्समध्ये उपलब्ध औषधे शोधा",
  "Search for a medicine...": "औषधासाठी शोधा...",
  "Search by city...": "शहराने शोधा...",
  "Loading...": "लोड होत आहे...",
  "Failed to load data": "डेटा लोड करण्यात अयशस्वी",
  "Description": "वर्णन",
  "Quantity": "प्रमाण",
  "Price": "किमत",
  "No medicines found.": "कोणतीही औषधे सापडली नाही.",

  "Consultation with Dr.": "डॉक्टर सोबत सल्ला",
  "Diagnosis": "निदान",
  "Prescription": "प्रिस्क्रिप्शन",
  "Notes": "टीप",
  "View Details": "तपशील पहा",
  "Status": "स्थिती",

  "Name": "नाव",
  "Age": "वय",
  "Gender": "लिंग",
  "Save Changes": "बदल जतन करा",
  "Edit Profile": "प्रोफाइल संपादित करा",
  "Cancel": "रद्द करा",
  "Consultations": "सल्ले",
  "Orders": "आदेश",
  "Order ID": "आदेश आयडी",
  "Order Date": "आदेश तारीख",
  "No consultations available": "कोणतेही सल्ले उपलब्ध नाहीत",
  "No orders available": "कोणतेही आदेश उपलब्ध नाहीत",
  "Loading patient data...": "रुग्ण डेटा लोड होत आहे...",
  "Authentication token is missing. Please log in again.": "प्रमाणीकरण टोकन गहाळ आहे. कृपया पुन्हा लॉगिन करा.",
  "Error fetching consultations": "सल्ले मिळवण्यात त्रुटी",
  "Error updating patient data": "रुग्ण डेटा अद्यतन करताना त्रुटी",
  "Error fetching patient data": "रुग्ण डेटा मिळवण्यात त्रुटी",
  "years old": "वर्षांचा",

  "Video Consultation": "व्हिडिओ सल्ला",
  "Enter Verification ID": "व्हेरिफिकेशन आयडी प्रविष्ट करा",
  "Enter ID": "आयडी प्रविष्ट करा",
  "Enter the ID shared by the other participant": "दुसऱ्या सहभागीने दिलेल्या आयडीची प्रविष्ट करा",
  "Invalid verification ID": "अवैध व्हेरिफिकेशन आयडी",
  "Your verification ID is": "तुमचा व्हेरिफिकेशन आयडी आहे",

  "Click to view stores for this medicine": "या औषधासाठी स्टोअर्स पाहण्यासाठी क्लिक करा",

  "Schedule an Appointment": "अपॉइंटमेंट शेड्यूल करा",
  "Error": "त्रुटी",
  "Success": "यश",
  "Appointment Scheduled Successfully!": "अपॉइंटमेंट यशस्वीरित्या शेड्यूल केला!",
  "Error scheduling appointment.": "अपॉइंटमेंट शेड्यूल करताना त्रुटी.",
  "An error occurred. Please try again later.": "एक त्रुटी झाली. कृपया नंतर पुन्हा प्रयत्न करा.",
  "Phone Number": "फोन नंबर",
  "Enter your full name": "तुमचं पूर्ण नाव प्रविष्ट करा",
  "Enter your phone number": "तुमचा फोन नंबर प्रविष्ट करा",
  "Enter your age": "तुमचं वय प्रविष्ट करा",
  "Sex": "लिंग",
  "Select": "निवडा",
  "Male": "पुरुष",
  "Female": "महिला",
  "Other": "इतर",
  "Description of Symptoms": "लक्षणांचा वर्णन",
  "Describe your symptoms": "तुमची लक्षणे वर्णन करा",
  "Selected Doctor": "निवडलेला डॉक्टर",
  "Select a doctor": "डॉक्टर निवडा",
  "Select Doctor": "डॉक्टर निवडा",
  "Filter by specialty": "विशेषज्ञतेनुसार फिल्टर करा",
  "Submit Appointment Request": "अपॉइंटमेंट विनंती सादर करा",

  "City": "शहर",
  "State": "राज्य",
  "Pincode": "पिनकोड",
  "Create Patient": "रुग्ण तयार करा",
  "Error creating patient": "रुग्ण तयार करताना त्रुटी",

  "Store not found.": "स्टोअर सापडला नाही.",
  "No Image": "चित्र नाही",
  "Address": "पत्ता",
  "Available Medicines": "उपलब्ध औषधे",
  "No medicines available.": "कोणतीही औषधे उपलब्ध नाहीत.",
  "Request Medicine": "औषध मागवा",
  "Place Order": "आदेश द्या",
  "Please select a medicine and quantity.": "कृपया औषध आणि प्रमाण निवडा.",
  "Order placed successfully!": "आदेश यशस्वीरित्या दिला गेला!",
  "Error placing order, please try again.": "आदेश देण्यात त्रुटी, कृपया पुन्हा प्रयत्न करा.",
  "available": "उपलब्ध",

  "Available in:": "येथे उपलब्ध आहे:",
  "Unknown City": "अज्ञात शहर",

  "Available Stores": "उपलब्ध स्टोअर्स",
  "Not Provided": "पुरवलेले नाही",
  "Contact Store": "स्टोअरशी संपर्क करा",





  "Wellness Wonders: Where Hope Meets Health": "वेलनेस वंडर्स: जिथे आशा आणि आरोग्य भेटतात",
  "Reaching Elderly Patients with Limited Mobility": "मर्यादित गतिशीलते असलेल्या वृद्ध रुग्णांपर्यंत पोहोचणे",
  "Telemedicine allows elderly patients with mobility limitations to consult doctors from the comfort of their homes, making healthcare more accessible and convenient for them.": "दूरध्वनी चिकित्सा वृद्ध रुग्णांना त्यांच्या घरी आरामात डॉक्टरांशी सल्ला घेण्याची संधी देते, ज्यामुळे आरोग्यसेवा त्यांच्या सुलभतेसाठी अधिक प्रवेशयोग्य आणि सोयीस्कर बनते.",
  "Access to Doctors Anytime, Anywhere": "कुठेही, कधीही डॉक्टरांचा प्रवेश",
  "Telemedicine has broken down geographical barriers, enabling patients in remote areas to receive medical consultations anytime, without the need for travel.": "दूरध्वनी चिकित्सा भौगोलिक अडथळ्यांना तोडून, दुर्गम भागात असलेल्या रुग्णांना प्रवासाची आवश्यकता न पडता कधीही वैद्यकीय सल्ला घेता येतो.",
  "Story of the Day: A Glimpse of Hope": "दिवसाची कथा: आशेची एक झलक",
  "Telemedicine Saves a Life": "दूरध्वनी चिकित्सा एक जीवन वाचवते",
  "You don’t just see patients—you see possibilities.": "तुम्ही फक्त रुग्णांना नाही पाहात, तुम्ही संधी पाहता.",
  "Your dedication turns challenges into triumphs, and your care creates brighter futures. Each moment spent with a patient reflects your incredible commitment to healing and hope.": "तुमचा समर्पण आव्हानांना विजयात बदलतो, आणि तुमची काळजी उज्ज्वल भविष्य निर्माण करते. रुग्णासोबत घालवलेला प्रत्येक क्षण तुमच्या उपचार आणि आशेच्या वचनबद्धतेचे प्रतिबिंब असतो.",
  "All Rights Reserved.": "सर्व हक्क राखीव.",
  "About": "आमच्याबद्दल",


  "Patients": "रुग्ण"



  
}
